[
    {
        "content": "Tak, Alan Turing był naprawdę wyjątkowy. Jego wkład w rozwój informatyki jest nieoceniony.",
        "entry_id": 1,
        "id": 1,
        "name": "Kamil"
    },
    {
        "content": "Sztuczna inteligencja to jedno z najbardziej ekscytujących zagadnień współczesnej nauki. Fascynujące, jak szybko się rozwija!",
        "entry_id": 2,
        "id": 2,
        "name": "Aleksandra"
    },
    {
        "content": "Programowanie to świetna zabawa! Pozwala nam kreować świat wokół nas.",
        "entry_id": 3,
        "id": 3,
        "name": "Kacper"
    },
    {
        "content": "Matematyka to fundament wielu dziedzin nauki i technologii. Piękno abstrakcji może być inspirujące.",
        "entry_id": 4,
        "id": 4,
        "name": "Martyna"
    },
    {
        "content": "Technologiczne innowacje mają ogromny wpływ na nasze życie codzienne. Ważne, abyśmy byli świadomi tych zmian.",
        "entry_id": 5,
        "id": 5,
        "name": "Michał"
    },
    {
        "content": "Poznawanie nowych rzeczy jest fascynujące, zwłaszcza gdy mamy otwarty umysł i ciekawość świata.",
        "entry_id": 6,
        "id": 6,
        "name": "Natalia"
    },
    {
        "content": "Internet to nieskończona skarbnica wiedzy, ale też wymaga ostrożności. Ważne, abyśmy potrafili filtrować informacje.",
        "entry_id": 7,
        "id": 7,
        "name": "Paweł"
    },
    {
        "content": "Rozwiązywanie problemów programistycznych może być frustrujące, ale ta euforia po znalezieniu rozwiązania jest bezcenna!",
        "entry_id": 8,
        "id": 8,
        "name": "Olga"
    },
    {
        "content": "Zgadzam się! Rozwiązywanie problemów programistycznych to jak rozwiązywanie zagadek - niezwykle satysfakcjonujące.",
        "entry_id": 9,
        "id": 9,
        "name": "Bartosz"
    },
    {
        "content": "Zgoda! Czasem trudno jest zacząć, ale ważne jest, abyśmy nieustannie dążyli do swoich celów.",
        "entry_id": 10,
        "id": 10,
        "name": "Paulina"
    },
    {
        "content": "Rzeczywiście, rozwój sztucznej inteligencji może przynieść wiele korzyści, ale musimy również monitorować jej potencjalne zagrożenia.",
        "entry_id": 2,
        "id": 11,
        "name": "Dominik"
    },
    {
        "content": "Ciekawe, jak daleko sięgnie rozwój sztucznej inteligencji w przyszłości. Czy kiedyś stworzymy świadomość maszyn?",
        "entry_id": 2,
        "id": 12,
        "name": "Wiktoria"
    },
    {
        "content": "Tak, technologia może być podwójnym ostrzem. Ważne, abyśmy stosowali ją mądrze i odpowiedzialnie.",
        "entry_id": 5,
        "id": 13,
        "name": "Konrad"
    },
    {
        "content": "Czasem zastanawiam się, jak wyglądałby świat bez technologii. Czy bylibyśmy bardziej związani ze sobą?",
        "entry_id": 5,
        "id": 14,
        "name": "Nina"
    },
    {
        "content": "Prawda, nauka to podróż po niezbadanych obszarach. Zawsze jest coś nowego do odkrycia!",
        "entry_id": 6,
        "id": 15,
        "name": "Rafał"
    },
    {
        "content": "Zgadzam się! To niesamowite, jak wiele możliwości otwiera się przed nami, gdy się uczymy.",
        "entry_id": 6,
        "id": 16,
        "name": "Martyna"
    },
    {
        "content": "Rozwiązując problemy programistyczne, często odkrywam nowe sposoby myślenia i podejścia do problemów.",
        "entry_id": 9,
        "id": 17,
        "name": "Oliwia"
    },
    {
        "content": "Dokładnie! Każdy błąd to lekcja, która prowadzi nas do większej wiedzy i doświadczenia.",
        "entry_id": 9,
        "id": 18,
        "name": "Paweł"
    },
    {
        "content": "mój imiennik <3",
        "entry_id": 1,
        "id": 19,
        "name": "Alan"
    }
]